{"unk_token": "[UNK]", "bos_token": "<s>", "eos_token": "</s>", "pad_token": "[PAD]", "do_lower_case": false, "word_delimiter_token": "|", "special_tokens_map_file": "/Users/watcharak/.cache/huggingface/transformers/e2f4de852e6b998b568b7742262188577a6228605e0c618af06f515e567e5345.a21d51735cf8667bcd610f057e88548d5d6a381401f6b4501a8bc6c1a9dc8498", "tokenizer_file": null, "name_or_path": "airesearch/wav2vec2-large-xlsr-53-th", "tokenizer_class": "Wav2Vec2CTCTokenizer"}